---
kind: property
id: P:Autodesk.Revit.DB.Architecture.Room.LimitOffset
zh: 房间
source: html/760d7f16-c715-1fa5-55b1-3ede2492d9fd.htm
---
# Autodesk.Revit.DB.Architecture.Room.LimitOffset Property

**中文**: 房间

Get or Set the Limit Offset of the Room.

## Syntax (C#)
```csharp
public double LimitOffset { get; set; }
```

## Remarks
This property is used to get or set the Limit Offset of the Room.